Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Enclose Values In:
fr_fr: Entourer les valeurs avec :

source: Encryption Key
fr_fr: Clé de cryptage

source: End Date should be greater than Start Date
fr_fr: La date de fin devrait être postérieure à la date de début

source: English
fr_fr: Anglais

source: Enrolled
fr_fr: Inscrit

source: Enrolled but Authentication Unavailable
fr_fr: Inscrit mais authentification indisponible

source: Enter "0" to enable layered navigation for any number of results.
fr_fr: Saisissez "0" pour activer la navigation par filtre pour n'importe quel nombre de résultats.

source: Enter a New Address
fr_fr: Saisir une nouvelle adresse

source: Enter a gift message for each item in your order.
fr_fr: Entrez un message cadeau pour chaque article dans votre commande

source: Enter a gift message for entire order.
fr_fr: Entrez un message cadeau pour toute la commande

source: Enter a gift message for this address.
fr_fr: Entrez un message cadeau pour cette adresse

source: Enter the billing last name and email/ZIP as in the order billing address
fr_fr: Saisissez le nom de famille (fact.) et l'email/code postal comme dans l'adresse de facturation de la commande.

source: Enter your coupon code if you have one.
fr_fr: Saisissez votre code de réduction

source: Enter your destination to get a shipping estimate.
fr_fr: Choisissez votre destination pour estimer les frais de port

source: Enter your email address
fr_fr: Saisissez votre email

source: Entered data is incorrect. Please try again.
fr_fr: Les données saisies sont incorrectes. Veuillez réessayer.

source: Entity Attributes
fr_fr: Attributs d'entité

source: Entity Type
fr_fr: Type d'entité

source: Entity adapter object must be an instance of Mage_ImportExport_Model_Import_Entity_Abstract
fr_fr: L'objet adapter d'entité doit être une instance de Mage_ImportExport_Model_Import_Entity_Abstract

source: Entity collection expected.
fr_fr: Collection d'entités attendue.

source: Entity collection is expected.
fr_fr: Une collection d'entités est attendue.

source: Entity collections expected.
fr_fr: Collections d'entités attendues.

source: Entity instance is not defined
fr_fr: L'instance d'entité n'est pas définie

source: Entity is not initialized
fr_fr: L'entité n'est pas initialisée.

source: Entity is not initialized.
fr_fr: L'entité n'est pas initialisée.

source: Entity is unknown
fr_fr: L'entité est inconnue

source: Entity object is undefined
fr_fr: L'objet entité n'est pas défini

source: Entity type model must be an instance of Mage_ImportExport_Model_Export_Entity_Product_Type_Abstract
fr_fr: Le modèle du type d'entité doit être une instance de Mage_ImportExport_Model_Export_Entity_Product_Type_Abstract

source: Entity type model must be an instance of Mage_ImportExport_Model_Import_Entity_Product_Type_Abstract
fr_fr: Le modèle du type d'entité doit être une instance de Mage_ImportExport_Model_Import_Entity_Product_Type_Abstract

source: Entity type:
fr_fr: Type d'entité :

source: Entity types declaration cache.
fr_fr: Cache de déclaration des types d'entité.

source: Environment Update Time
fr_fr: Temps de mise à jour de l'environnement

source: Error
fr_fr: Erreur

source: Error #%s : %s (%s)
fr_fr: Erreur n°%s : %s (%s)

source: Error #%s: %s
fr_fr: Erreur n°%s : %s

source: Error Address Action
fr_fr: Action d'erreur d'adresse

source: Error Code
fr_fr: Code d'erreur

source: Error Email Recipient
fr_fr: Destinataire du mail d'erreur

source: Error Email Sender
fr_fr: Expéditeur du mail d'erreur

source: Error Email Template
fr_fr: Gabarit du mail d'erreur

source: Error Text
fr_fr: Texte d'erreur

source: Error during retrieval of option value: %s
fr_fr: Erreur lors de la récupération de la valeur de l'option : %s

source: Error for checking store locale!
fr_fr: Erreur lors de la vérificatio de la locale de la boutique.

source: Error in capturing the payment.
fr_fr: Erreur lors de la capture du paiement.

source: Error in data structure: behaviors are mixed
fr_fr: Erreur dans la structure des données : les comportements sont mélangés

source: Error in data structure: entity codes are mixed
fr_fr: Erreur dans la structure des données : les codes d'entités sont mélangés

source: Error in field mapping: field list for mapping is not defined.
fr_fr: Erreur dans la liste de mapping : la liste de champs n'est pas définie.

source: Error in file: "%s" - %s
fr_fr: Erreur dans le fichier : "%s" - %s

source: Error in payment gateway.
fr_fr: Erreur sur la passerelle de paiement

source: Error in processing xml. %s
fr_fr: Erreur lors du traitement XML. %s

source: Error in refunding the payment
fr_fr: Erreur lors du remboursement

source: Error in refunding the payment.
fr_fr: Erreur lors du remboursement.

source: Error to Show in Shopping Cart
fr_fr: Erreur lors de l'affichage dans le panier

source: Error while processing file "%s".
fr_fr: Erreur lors du traitement du fichier "%s"

source: Error while reading data from Payment Bridge. Please, try again.
fr_fr: Erreur lors de la lecture des données reçues du pont de paiement. Veuillez réessayer.

source: Error while uploading file "%s".
fr_fr: Erreur lors de l'upload du fichier "%s".

source: Error while uploading file "%s". Disallowed file type. Only "jpg", "jpeg", "gif", "png" are allowed.
fr_fr: Erreur lors de l'upload du fichier "%s". Type de fichier non autorisé. Seules les extensions "jpg", "jpeg", "gif" et "png" sont autorisées.

source: Error while uploading file "%s". Disallowed file type. Only "jpg", "jpeg", "gif", "png" are allowed.","Error while uploading file "%s". Disallowed file type. Only "jpg", "jpeg", "gif"
fr_fr: Erreur lors de l'upload du fichier "%s". Type de fichier non autorisé. Seules les extensions "jpg", "jpeg", "gif" et "png" sont autorisées.

source: Error.
fr_fr: Erreur.

source: Error:
fr_fr: Erreur :

source: Error: %s
fr_fr: Erreur : %s

source: Error: Passwords do not match
fr_fr: Erreur : les mots de passe sont différents

source: Estimate Shipping and Tax
fr_fr: Estimer la livraison et la TVA

source: Europe First Priority
fr_fr: Prioritaire Europe

source: European Union Countries
fr_fr: Pays de l'Union Européenne

source: Event
fr_fr: Evénement

source: Event Code
fr_fr: Code d'événement

source: Every 10 days
fr_fr: Tous les 10 jours

source: Every 14 days
fr_fr: Tous les 14 jours

source: Every 3 days
fr_fr: Tous les 3 jours

source: Every 30 days
fr_fr: Tous les 30 jours

source: Every 40 days
fr_fr: Tous les 40 jours

source: Every 7 days
fr_fr: Tous les 7 jours

source: Exact Match. Address and Postal Code. International
fr_fr: Correspondance exacte. Adresse et code postal. International

source: Exact Match. Address and Postal Code. UK-specific
fr_fr: Correspondance exacte. Adresse et code postal. Spécifique au Royaume-Uni

source: Exact Match. Address and nine-digit ZIP code
fr_fr: Correspondance exacte. Adresse et code postal à neuf chiffres

source: Example format: 200x300.
fr_fr: Exemple de format : 200x300

source: Excel XML
fr_fr: XML d'Excel

source: Exception not defined
fr_fr: Exception non définie

source: Exceptions Log File Name
fr_fr: Nom du fichier de log d'exceptions

source: Excl. Tax
fr_fr: HT

source: Excl. Tax:
fr_fr: HT :

source: Exclude
fr_fr: Exclure

source: Exclude (comma separated)
fr_fr: À exclure (séprarés par des virgules)

source: Exclude media folder from backup
fr_fr: Exclure le dossier media de la sauvegarde

source: Excluding FPT
fr_fr: Hors TFP

source: Excluding FPT, FPT description, final price
fr_fr: Hors TFP, description des TFP dans le prix final

source: Excluding Tax
fr_fr: HT

source: Expand All
fr_fr: Tout développer

source: Experimental. Turn this feature off if there are troubles with relative urls inside css-files.
fr_fr: Expérimental. Désactivez cette fonctionnalité si vous rencontrez des problèmes avec les urls contenues dans les fichiers CSS.

source: Expiration Date
fr_fr: Date d'expiration

source: Expiration Date - Month
fr_fr: Date d'expiration - Mois

source: Expiration Date - Year
fr_fr: Date d'expiration - Année

source: Expiration Date: %s/%s
fr_fr: Date d'expiration : %s/%s

source: Expire at: %s
fr_fr: Expire le : %s

source: Expired
fr_fr: Expiré

source: Expires
fr_fr: Expire

source: Explanation
fr_fr: Explication

source: Export
fr_fr: Exporter

source: Export CSV
fr_fr: Exporter en CSV

source: Export FAQ
fr_fr: FAQ d'export

source: Export File Format
fr_fr: Format du fichier d'export

source: Export Filters
fr_fr: Filtres d'export

source: Export Settings
fr_fr: Paramètres d'export

source: Export Tax Rates
fr_fr: Exporter les taux

source: Export to
fr_fr: Exporter vers :

source: Export to:
fr_fr: Exporter vers :

source: Express Checkout (Payflow Edition) Settings
fr_fr: Express Checkout (Edition Payflow) Paramètres

source: Express Checkout APIs
fr_fr: APIs de Express Checkout

source: Express Checkout Settings
fr_fr: Express Checkout Paramètres

source: Express Checkout and Order have been canceled.
fr_fr: Le paiement Express Chackout et la commande ont été annulés.

source: Express Checkout has been canceled.
fr_fr: Le paiement Express Checkout a été annulé.

source: Express Mail
fr_fr: Courrier Express

source: Express Saturday
fr_fr: Samedi Express

source: Express Saver
fr_fr: Express économe

source: Extend the life of your app with Urban Airship Push Notifications.
fr_fr: Prolongez la vie de votre application avec Urban Notifications Push Airship.

source: External Cache Control
fr_fr: Contrôle de cache externe

source: External Full Page Cache Settings
fr_fr: Paramètres du cache externe de page complète

source: External full page cache.
fr_fr: Cache externe de page complète.

source: FALSE
fr_fr: FAUSSES

source: FATAL ERROR:
fr_fr: ERREUR FATALE :

source: FILTERS APPLIED
fr_fr: FILTRES APPLIQUÉS

source: FOUND
fr_fr: PRÉSENT DANS LE

source: FRA (French)
fr_fr: FRA (Français)

source: FTP Host
fr_fr: Hôte FTP

source: FTP Host[:Port]
fr_fr: Hôte FTP [:Port]

source: FTP Login
fr_fr: Login FTP

source: FTP Password
fr_fr: Mot de passe FTP

source: FTP Path
fr_fr: Chemin FTP

source: FTP Server
fr_fr: Serveur FTP

source: FTP Settings
fr_fr: Paramètres FTP

source: FTP User
fr_fr: Utilisateur FTP

source: FTP credentials
fr_fr: Informations de connexion FTP

source: FTP: Can't delete files
fr_fr: FTP : Impossible d'effacer les fichiers

source: Facebook API
fr_fr: API Facebook

source: Facebook Application ID
fr_fr: ID d'application Facebook

source: Failed
fr_fr: Échec

source: Failed to add a product to cart by id "%s".
fr_fr: Erreur lors de l'ajout d'un produit au panier avec l'ID "%s".

source: Failed to cancel the billing agreement.
fr_fr: Impossible d'annuler l'entente de facturation.

source: Failed to clear the JavaScript/CSS cache.
fr_fr: Impossible d'effacer le cache javascript/CSS.

source: Failed to confirm customer account.
fr_fr: Impossible de confirmer le compte client

source: Failed to connect to FTP
fr_fr: Erreur lors de la connexion FTP

source: Failed to copy file %s. Please, delete media with non-existing images and try again.
fr_fr: Impossible de copier le fichier %s. Veuillez effacer les media dont les images n'existent pas et réessayez.

source: Failed to create billing agreement for this order.
fr_fr: Impossible de créer une entente de facturation pour cette commande.

source: Failed to create the package.
fr_fr: Erreur lors de la création du package

source: Failed to delete one or several backups.
fr_fr: Erreur lors de l'effacement d'une ou plusieurs sauvegardes.

source: Failed to delete the billing agreement.
fr_fr: Impossible d'effacer le contrat de facturation.

source: Failed to fetch reports from '%s@%s'.
fr_fr: Impossible de récupérer des rapports de '%s@%s'.

source: Failed to finish billing agreement wizard.
fr_fr: Impossible de terminer l'assistant d'entente de facturation.

source: Failed to load external cache control
fr_fr: Erreur lors du chargement du contrôle de cache externe

source: Failed to load node %s from config
fr_fr: Impossible de charger le nœud %s depuis la configuration

source: Failed to load node %s from config.
fr_fr: Impossible de charger le nœud %s depuis la configuration.

source: Failed to load the package data.
fr_fr: Erreur lors du chargement des données du package

source: Failed to move file: %s
fr_fr: Erreur lors du déplacement du fichier : %s

source: Failed to parse xml document: %s
fr_fr: Impossible de parser le document xml : %s

source: Failed to rollback
fr_fr: Erreur lors du retour arrière (rollback)

source: Failed to save the package.
fr_fr: Erreur lors de la sauvegarde du package

source: Failed to send the order email.
fr_fr: Échec de l'envoi de la commande par email

source: Failed to start billing agreement wizard.
fr_fr: Impossible d'exécuter l'assistant de l'entente de facturation.

source: Failed to update the payment.
fr_fr: Impossible de mettre à jour le paiement.

source: Failed to update the profile.
fr_fr: Impossible de mettre à jour le profil.

source: Failed to validate FTP
fr_fr: Erreur lors de la validation du FTP

source: Failed to void the payment.
fr_fr: Échec : Annulation du paiement impossible

source: Failure History Lifetime
fr_fr: Durée de vie de l'historique des échecs

source: Fast and easy check out
fr_fr: Commander plus vite et plus facilement

source: Favicon Icon
fr_fr: Icône favicon

source: Feature Products
fr_fr: Produits sélectionnés

source: FedEx 10kg Box
fr_fr: Boîte 10kg FedEx

source: FedEx 25kg Box
fr_fr: Boîte 25kg FedEx

source: FedEx Box
fr_fr: Boîte FedEx

source: FedEx Envelope
fr_fr: Enveloppe FedEx

source: FedEx Pak
fr_fr: Pack FedEx

source: FedEx Tube
fr_fr: Tube FedEx

source: Fee Amount
fr_fr: Montant des Frais

source: Fee Debit or Credit
fr_fr: Frais de débit ou de crédit

source: Fee Reversal
fr_fr: Frais d'inversion

source: Fee: Foreign ACH Withdrawal
fr_fr: Frais : Retrait ACH étrangères

source: Fee: Mass Pay Request
fr_fr: Frais : demande de paiement de masse

source: Fee: Web Site Payments Pro Account Monthly
fr_fr: Frais : Paiements du site Web de compte mensuel Pro

source: Fee: WorldLink Check Withdrawal
fr_fr: Frais : retrait par chèque WorldLink

source: Feed
fr_fr: Flux

source: Feed code
fr_fr: Code de flux

source: Fetch
fr_fr: Rapporter

source: Fetch Updates
fr_fr: Mises à jour chercher

source: Fetched %s report rows from '%s@%s'.
fr_fr: récupérés %s lignes du rapport de '%s@%s'.

source: Field
fr_fr: Champ

source: Field Mapping
fr_fr: Mapping de champs

source: Field is not complete
fr_fr: Champ non complet

source: File
fr_fr: Fichier

source: File "%s" cannot be saved. Please, make sure the directory "%s" is writeable by web server.
fr_fr: Le fichier "%s" ne peut pas être sauvegardé. Veuillez vérifier que le répertoire "%s" est accessible en écriture par le serveur web.

source: File "%s" does not exist.
fr_fr: Le fichier "%s" n'existe pas.

source: File "%s" must be writeable
fr_fr: Le fichier "%s" doit être autorisé en écriture

source: File %s does not exist
fr_fr: Le fichier %s n'existe pas.

source: File %s is not readable
fr_fr: Le fichier %s n'est pas lisible

source: File Content
fr_fr: Contenu du fichier

source: File Information
fr_fr: Informations du fichier

source: File MIME Type
fr_fr: Type MIME du fichier

source: File Name
fr_fr: Nom du fichier

source: File System
fr_fr: Système de fichiers

source: File can't be uploaded.
fr_fr: Le fichier ne peut pas être chargé.

source: File does not contain data. Please upload another one
fr_fr: Le fichier ne contient pas de données. Veuillez en uploader un autre.

source: File doesn't exist "%s".
fr_fr: Le fichier "%s" n'existe pas.

source: File extension not known or unsupported type in the following shipment: %s
fr_fr: Extension de fichier inconnue ou non supportée dans l'expédition suivante : %s

source: File format is unknown
fr_fr: Le format de fichier n'est pas reconnu

source: File is partially valid, but import is not possible
fr_fr: Le fichier est partiellement valide, mais l'import est impossible.

source: File is totally invalid. Please fix errors and re-upload file
fr_fr: Le fichier est complètement invalide. Corrigez les erreurs et uploadez à nouveau le fichier

source: File is valid! To start import process press "Import" button
fr_fr: Le fichier est valide. Cliquez sur le bouton "Importer" pour démarrer le processus d'import.

source: File is valid, but import is not possible
fr_fr: Le fichier est valide, mais l'import est impossible.

source: File mode
fr_fr: Mode de fichier

source: File name:
fr_fr: Nom du fichier :

source: File not found
fr_fr: Fichier non trouvé

source: File options format is not valid.
fr_fr: Le format des options de fichier n'est pas valide.

source: File size should be more than 0 bytes
fr_fr: Le fichier doit avoir une taille supérieure à 0 octets

source: File system
fr_fr: Système de fichiers

source: File upload failed
fr_fr: L'envoi de fichier a échoué

source: File with an extension "%value%" is protected and cannot be uploaded
fr_fr: Le fichier avec l'extension "%value%" est protégé et ne peut pas être uploadé

source: Filename
fr_fr: Nom de fichier

source: Files
fr_fr: Fichiers

source: Filter
fr_fr: Filtre

source: Filter model name must be declared.
fr_fr: Le nom de modèle de filtre doit être spécifié.

source: Filter must be an object. Please set correct filter.
fr_fr: Le filtre doit être un objet. Veuillez renseigner le filtre correctement.

source: Filterable (no results)
fr_fr: Filtrable (pas de résultats)

source: Filterable (with results)
fr_fr: Filtrable (avec résultats)

source: Final Price
fr_fr: Prix final

source: Final Price With Tax
fr_fr: Prix final TTC

source: Final Price Without Tax
fr_fr: Prix final HT

source: Financial: %s -> %s
fr_fr: Financier : %s -> %s

source: Find Order By:
fr_fr: Tri :

source: Find out more about Online Bank Transfer
fr_fr: En savoir plus sur le transfert de banque en ligne

source: Finished profile execution.
fr_fr: Exécution du profil terminée.

source: Firebug is known to make the WYSIWYG editor slow unless it is turned off or configured properly.
fr_fr: Firebug peut ralentir l'éditeur WYSIWYG à moins de le désactiver ou de le configurer correctement.

source: First Day of Week
fr_fr: Premier jour de la semaine

source: First Invoice Created Date
fr_fr: Date de création de la première facture

source: First Name
fr_fr: Prénom

source: First Name is required field.
fr_fr: Le prénom est requis.

source: First Name:
fr_fr: Prénom :

source: First Overnight
fr_fr: Lendemain

source: First-Class
fr_fr: Première classe

source: Fixed
fr_fr: Fixé

source: Fixed Product Tax
fr_fr: Taxe Fixe de Produit

source: Fixed Product Taxes
fr_fr: Taxes Fixes de Produit

source: Fixed amount discount
fr_fr: Remise d'une valeur fixe

source: Fixed amount discount for whole cart
fr_fr: Remise d'un montant fixe pour l'ensemble du panier

source: Flat
fr_fr: Plat

source: Flat Rate
fr_fr: Tarif unique

source: Flat-Rate Box
fr_fr: Boîte taux fixe

source: Flat-Rate Envelope
fr_fr: Enveloppe taux fixe

source: Flo2Cash Payment Web Service
fr_fr: Service web de paiement Flo2Cash

source: Flurry API Code
fr_fr: Code d'API Flurry

source: Flurry Analytics Site
fr_fr: Site de Flurry Analytics

source: Flurry Api Code
fr_fr: Code d'API Flurry

source: Flush Cache Storage
fr_fr: Purger le stockage du cache

source: Flush Catalog Images Cache
fr_fr: Purger le cache des images catalogue

source: Flush External Page Cache
fr_fr: Vider le cache externe de page

source: Flush JavaScript/CSS Cache
fr_fr: Purger le cache JavaScript/CSS

source: Flush Magento Cache
fr_fr: Purger le cache Magento

source: Folder
fr_fr: Répertoire

source: Follow this link to unsubscribe <!-- This tag is for unsubscribe link --><a href="{{var subscriber.getUnsubscriptionLink()}}">{{var subscriber.getUnsubscriptionLink()}}</a>
fr_fr: Cliquez sur ce lien pour vous désinscrire <!-- Sert au lien de désinscription --><a href="{{var subscriber.getUnsubscriptionLink()}}">{{var subscriber.getUnsubscriptionLink()}}</a>

source: Font
fr_fr: Police

source: Font Family of the Ogone Template
fr_fr: Famille de police pour le gabarit Ogone

source: Fonts
fr_fr: Polices

source: Footer
fr_fr: Pied de page

source: For "Authorize" or "Capture" transactions only.
fr_fr: Pour les transactions de capture ou d'autorisations uniquement.

source: For "Purchase" transactions only.
fr_fr: Pour les transactions d'achat uniquement.

source: For Windows server only.
fr_fr: Pour les serveurs windows uniquement.

source: For category
fr_fr: Pour une catégorie

source: For correct URLs generated during cron runs please make sure that Web > Secure and Unsecure Base URLs are explicitly set.
fr_fr: Afin que les URLs soient générées correctement lors de l'exécution de cron, assurez-vous que les URL non sécurisée et sécurisée sont correctement renseignées.

source: For internal use.
fr_fr: Utilisation interne.

source: For internal use. Must be unique with no spaces
fr_fr: Usage interne. Doit être unique et sans espace

source: For latest version visit: %s
fr_fr: Pour la visite de la dernière version : %s

source: For matching items only
fr_fr: Pour les objets concordants seulement

source: For product
fr_fr: Pour un produit

source: For production, replace "test" with "prod". Example: https://secure.ogone.com/ncol/prod/orderstandard.asp
fr_fr: En production, remplacez "test" par "prod". Par ex., https://secure.ogone.com/ncol/prod/orderstandard.asp

source: For shipment with matching items
fr_fr: Pour les expéditions avec articles concordants

source: For the last time placed.
fr_fr: Lors de la dernière requête.

source: Foreign Exchange Rates
fr_fr: Taux de change

source: Forgot Admin Password
fr_fr: Mot de passe admin oublié

source: Forgot Email Sender
fr_fr: Expéditeur du mail d'oubli

source: Forgot Email Template
fr_fr: Gabarit du mail d'oubli

source: Forgot Password Email Sender
fr_fr: Expéditeur du mail d'oubli de mot de passe

source: Forgot Password Email Template
fr_fr: Gabarit du mail d'oubli de mot de passe

source: Forgot Your Password
fr_fr: Mot de passe oublié

source: Forgot Your Password?
fr_fr: Mot de passe oublié ?

source: Forgot an Item?
fr_fr: Vous avez oublié un article ?

source: Forgot your password?
fr_fr: Mot de passe oublié ?

source: Forgot your user name or password?
fr_fr: Nom d'utilisateur ou mot de passe oublié ?

source: Form Element with the same attribute
fr_fr: Il existe déjà un élément de formulaire avec le même attribut

source: Form Fields Before
fr_fr: Avant les champs du formulaire

source: Form Fieldset with the same code
fr_fr: Il existe déjà un groupe de champs de formulaire avec le même code

source: Form Type with the same code
fr_fr: Il existe déjà un type de formulaire avec le même code

source: Form code is not defined
fr_fr: Le code du formulaire n'est pas défini.

source: Forms
fr_fr: Formulaires

source: Found %d rows.
fr_fr: %d lignes trouvées.

source: Free
fr_fr: Gratuit

source: Free Method
fr_fr: Mode gratuit

source: Free Shipping
fr_fr: Livraison gratuite

source: Free Shipping on orders over 50$
fr_fr: Livraison gratuite sur les commandes de plus de 50€

source: Free Shipping with Minimum Order Amount
fr_fr: Livraison gratuite avec un montant de commande mini

source: Freight
fr_fr: Fret

source: French
fr_fr: Français

source: Frequency
fr_fr: Fréquence

source: From
fr_fr: De

source: From Date
fr_fr: Date de début

source: From Name
fr_fr: De la part de
